{
    "Senior BI Consultant":"Consultant BI Sénior",
    "English":"Anglais",
    "French":"Francais",
    "Phone":"Telephone",
    "Birthday":"Naissance",
    "Location":"Localisation",
    "Language":"Langue",
    "About Me":"A PROPOS DE MOI",
    "Download in Pdf":"Télecharger en Pdf",
    "Download in Word":"Télecharger en Word",
    "Show Contacts":"Informations",
    "Qlikview Qliksense and Tableau software developer with over seven years of experience in analysis, design, and development of Data Flow as well as dashboards. I enjoy problem solving, especially turning complex data into insights. My job is to extract data and turning it into meaninful insights about business operations. Moreover, I find, validate, sort, and synthesize information to produce impactful visual presentation that assist decision-makers. I advice companies on processes that can improve their business intelligence capabilities. I turned data into insights for many famous brand companies. I am passionate about Finance, Technology and Management.": "Développeur de logiciels Qlikview Qliksense et Tableau avec plus de sept ans d'expérience dans l'analyse, la conception et le développement de flux de données ainsi que de tableaux de bord. J'aime résoudre des problèmes, en particulier transformer des données complexes en informations. Mon travail consiste à extraire des données et à les transformer en informations utiles sur les opérations commerciales. De plus, je trouve, valide, trie et synthétise l'information pour produire une présentation visuelle percutante qui aide les décideurs. Je conseille les entreprises sur les processus qui peuvent améliorer leurs capacités d'intelligence d'affaires. J'ai transformé les données en informations pour de nombreuses entreprises de marque célèbres. Je suis passionné par la finance, la technologie et la gestion.",
    "What i'm doing": "Qu'est-Ce Que Je Fais",
    "Key Business Intelligence (BI) consulting": "Conseil Clé En Business Intelligence (BI)",
    "Business Intelligence (BI) Advisory": "Business Intelligence (BI) Advisory",
    "Project Management": "Gestion De Projet",
    "Dashbords": "Tableaux De Bord",
    "Interpret data, identify important trendlines and ultimately furnish other departments, managers or corporate leaders with information to guide their decision making at a professional level.":"Interprétez les données, identifiez les tendances et fournissez en fin de compte aux autres départements, gestionnaires ou dirigeants importants des informations pour guider leur prise de décision à un niveau professionnel.",
    "DWH & Reporting implementation, Management reporting, KPIs & Dashboards, Data quality, Data governance, Planning, budgeting & consolidation at a professional level.": "Mise en œuvre de DWH et de rapports, rapports de gestion, KPI et tableaux de bord, qualité des données, gouvernance des données, planification, budgétisation et consolidation à un niveau professionnel.",
    "Professional management of BI related projects with agile methods.": "Gestion professionnelle de projets liés à la BI avec des méthodes agiles.",
    "I make high-quality dashboards of any category at a professional level.":"Je crée des tableaux de bord de haute qualité de toute catégorie à un niveau professionnel.",
    "Testimonials": "Témoignages",
    "Yannick was hired to to turn the corporate data into meaninful insights.":"Yannick a été embauché pour transformer les données de l'entreprise en informations utiles.", 
    "We were very pleased with the work done.":"Nous avons été très satisfaits du travail effectué.",
    "He has a lot of experience and is very concerned about the needs of client.":"Il a beaucoup d'expérience et est très soucieuse des besoins du client.",
    "Bachelor's degree in Network and System Administration": "Licence professionnelle en Administration Systeme et Reseaux",
    "Diplome d'ingénieur in Computer Engineering": "Diplome d'ingénieur en ingénierie informatique",
    "Senior Qlik Developer":"Developpeur Qlik Senior",
    "Skills": "Compétences",
    "Audit and consulting, Propose and validate architecture selecting QlikView, Redesign of existing applications, Installation and configuration of a server cluster and QlikView publisher two VM, Harmonize and secure access to applications used by several countries, Integrate data from China and Hong Kong, Reworking the data model and optimize to reduce the size and latency observed when browsing, Animate workshops with finance and management control on existing and future needs, Migrating from Qlik SBE to Qlik EE, and Develop new applications.":"Audit et conseil, Proposer et valider l'architecture en sélectionnant QlikView, Refonte des applications existantes, Installation et configuration d'un cluster de serveurs QlikView et de l'éditeur de deux VM, Harmoniser et sécuriser les accès aux applications utilisées par plusieurs pays, Intégrer les données de Chine et de Hong Kong, Retravailler le modéliser et optimiser les données pour réduire la taille et la latence constatées lors de la navigation, Animer des ateliers avec contrôle financier et de gestion sur les besoins existants et futurs, Migrer de Qlik SBE vers Qlik EE, et Développer de nouvelles applications.",
    "Needs assessment (Marketing Pole), Development and deployment of applications for BMW, MINI and MOTORRAD":"Analyse des besoins (Pôle Marketing), Développement et déploiement d'applications pour BMW, MINI et MOTORRAD",
    "Attached to the financial department and transversally to the commercial department with the role of: build financial reports in order to present them to the various management committees, build the various dasboards for monitoring commercial activity, build the statistics of the different products of the bank and present them during the pricing committee in the presence of the directors of the different operational units, and so on.":"Rattaché à la direction financière et transversalement à la direction commerciale avec pour rôle de : construire les reportings financiers afin de les présenter aux différents comités de direction, construire les différents dasboards de suivi de l'activité commerciale, construire les statistiques des différents produits de la banque et les présenter lors du comité de tarification en présence des directeurs des différentes unités opérationnelles, etc.",
    "In charge to build reports and dashboards in Payments & Corp Client Treasury Services Department for : Financial, Credit Risk, Recoverage and Business.":"En charge de la création de rapports et de tableaux de bord au sein du département des services de trésorerie des clients Payments & Corp pour : les finances, le risque de crédit, le recouvrement et les affaires",
    "In the Real estate credit and support department, Development in agile methods of applications under Qliksense, management of the qmc of Qliksense, and training of developers and users": "Au sein du département Crédit et accompagnement immobilier, Développement en méthodes agiles d'applications sous Qliksense, gestion du qmc de Qliksense, et formation des développeurs et utilisateurs",
    "I did multiples Business intelligence missions in many companies such as Publicis, Vente Privée, Rue du Commerce and BForBank.":"J'ai effectué de multiples missions d'intelligence économique dans de nombreuses entreprises telles que Publicis, Vente Privée, Rue du Commerce et BForBank.",
    "I did multiples Business intelligence missions in many companies such as Faurecia, CNOP, and Brittany ferries.":"J'ai effectué de multiples missions d'intelligence économique dans de nombreuses entreprises telles que Faurecia, CNOP, et Brittany ferries.",
    "In collaboration with the BPOs (Business Process Owners), define with the different business lines (Marketing, Supply Chain, Finance, ...) the indicators and dashboards that we wish to put in place. Design datamarts adapted to the needs studied. Develop (using an agile method with future users and BPOs) these indicators and dashboards in our reporting and BI tools (Qlikview, Tables software, Qliksense, Google Sites, HTML sites). Work with the IT teams to ensure the proper industrialization and production of these new applications. Train users in the use of these new applications":"En collaboration avec les BPO (Business Process Owners), définir avec les différents métiers (Marketing, Supply Chain, Finance, ...) les indicateurs et tableaux de bord que nous souhaitons mettre en place. Concevoir des datamarts adaptés aux besoins étudiés. Développer (en méthode agile avec les futurs utilisateurs et BPO) ces indicateurs et tableaux de bord dans nos outils de reporting et de BI (Qlikview, logiciel Tables, Qliksense, Google Sites, sites HTML). Travailler avec les équipes informatiques pour assurer la bonne industrialisation et production de ces nouvelles applications. Former les utilisateurs à l'utilisation de ces nouvelles applications",
    "My Skills":"Mes Compétences",
    "Contact Form":"Formulaire de Contact",
    "Full name":"Nom complet",
    "Email address":"Adresse Email",
    "Your Message":"Votre Message",
    "What Is Business Intelligence?":"Qu'est ce que la Business Intelligence?",
    "The Business Intelligence Consultant's Toolsbox":"Les outils du consultant Business Intelligence",
    "The State Of Business Intelligence In 2023":"L'état de la BI 2023",
    "How To Become A Certified Qliksense Data Architect":"Comment devenir certifié Qliksense Data Architect",
    "Master Tableau Desktop":"Maitriser Tableau Desktop",
    "Master Qliksense And Qlikview":"Maitriser Qliksense And Qlikview",
    "All":"Tous",
    "Select category":"Select category",
    "Real Estate":"Immobilier",
    "Transportation":"Transport",
    "September 27":"27 Septembre",

    "Qlikview Qliksense and Tableau software developer with over seven years of experience in analysis, design, and development of Data Flow as well as dashboards. I enjoy problem solving, especially turning complex data into insights.":"Développeur de logiciels Qlikview Qliksense et Tableau avec plus de sept ans d'expérience  dans l'analyse, la conception et le développement de flux de données ainsi que de tableaux de bord. J'aime résoudre des problèmes, en particulier transformer des données complexes en informations.",
    "I am passionate about Finance, Technology and Management.":"Je suis passionné par la finance, la technologie et la gestion."
}